Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Bulkkeallaskåvllå le, ietjas guládallam- ja rekrutterimstrategija tjadá, tjalmostam ulmutjijt rekrutterit unneplågåduogátjijn, dán vuolen sáme duogátjijn.
sma: Politijejïlleskuvle lea, dan gaskesadteme- jïh skreejremestategijinie, vuajnoe almetjh unnebelåhkoste skreejredh, dan nuelesne saemieh.

source: Konkrehta rekrutterimdåjmajs, ma li jåhtuj biejadum, máhttá nammadit:
sma: stinkes skreejremeråajvarimmieh, mah juhtieh, maahta neebnedh:

source: • almodibmesámegiellaj sámegielak guovlojn
sma: - Bïevnesjimmieh saemiengïelesne saemien dajvine

source: • aktisasjbarggo gaskal Bulkkeallaskåvlå Bådådjo åssudagá ja Lulle- ja allefinnmárko bulkkeguovlo dagátjit vájmmelis rekrutterimav. Dát sisanij i. i..
sma: - ektiebarkoe Politijejïlleskuvle goevtese Bodø jïh Luvlie- jïh Jilliefinnmarken politijedistrikte gaskem iedtjeles skreejreme aelkedh.

source: diehtojuohkemtjåhkanimijt j. n.
sma: Aaj dovne bïevneshtjåanghkoeh j.n.v..

source: • Prosjækta ” Rekrutterit ja Bisodit. Le sáme bulkkevirgálattja tjuovvolam ja bagádallam åhttsijt ietjasa guovlojs.
sma: - Provsjektesne ” skreejredh jïh Utnedh ” lea saemien politijedïenesjealmah dåeriedamme jïh bïhkedamme ohtsijh dej dajveste.

source: • sisiválldemnjuolgadusá Bulkkeallaskåvllåj vaddi máhttelisvuodav sisiválldet gittan 20 prosenta åhttsijs n. g. sierra dågålasjvuodajn, jus åhttsijn li sierra máhtukvuohta jali kvalitehtta bulkkeetáhtta dárbaj.
sma: - sïjsevaaltemenjoelkedassh Politijejïlleskuvlese vedtieh nuepiem sïjse vaeltedh 20 prosent ohtsejistie sjïere våaromisnie, jis ohtsijen lea sjïere kvaliteth mestie politijenetate gihtjie.

source: Dát njuolgadus máhttá aj aneduvvat åhttsijs sáme duogátjijn.
sma: Daate njoelkedasse aaj maahta saemien ohtsijij åvteste provhkedh.

source: galasj ja juridihkalasj máhtudagáj li læhkám
sma: Politijejïlleskuvle lea jaepeste 1993 barkeme iedtjeles almetjh etnijhken unnebelåhkoevåarome

source: 53 Bulkkeallaskåvllå le 1993 rájes vájmmelisát barggam rekrutterit ulmutjijt etnihkalasj unneplågoduogátjijn, dáj siegen aj sáme, bulkkeåhpadussaj.
sma: 54 skreejredh, dan nuelesne saemien, politijeööhpehtæmman.

source: Bulkke- ja lænsskaetáhtajn ælla vuoge barggijt etnihkalasj duogátjis lågåtjit.
sma: Politije- jïh lientsienetate ij leah vuekieh dej barkiji etnijhken våaromem ryöknedh.

source: Dát dahká barggij rekrutterimrahtjamusájt gássjelissan mihttit.
sma: Daate dorje barkoem jienedamme skreejreme barkijh unnebelåhkoevåaromem geerve mööledh.

source: Prosjækta ” Rekrutterit ja Bisodit ” (2007-2008) le aktisasjprosjækta gaskal Bulkkeallaskåvlå ja Bulkkedirektoráhta.
sma: Provsjekte ” skreejredh jïh Utnedh ” (2007-2008) ektiebarkoeprovsjekte Politijejïlleskuvle jïh Politijedirektorate gaskem.

source: Prosjækta ásadij i- i- resurssajuohkusav 30 bulkkevirgálattjaj unneplågoduogátjijn, gålmås dajs sáme duogátjijn, gudi vájmmelisát barggin nuoraj hárráj åttjutjit Bulkkeallaskåvllåj bessat.
sma: Provsjekte tseegki g. j. vierhtiedåehkiem 30 politijedïenesjimmiealmah unnebelåhkoevårominie, golme daejstie saemieh, gieh iedtjeles barkin noeride tjuevtjeidh edtjedh Politijejïlleskuvlem ohtsedh.

source: Jagen 2008 bessin guokta studenta sáme duogátjijn Bulkkeallaskåvllåj.
sma: Jaepien 2008 göökte saemien learohkh Politijejïlleskuvlen sïjse böötigan.

source: Bulkkeallaskåvlå Bådådjo åssudahka álgij 2008-tjavtja prosjevtav gånnå lij ulmmen lasedit åhttselågov sáme duogátjijn bulkkeåhpadussaj.
sma: Politijejïlleskuvle goevtese Bodø eelki tjaktjen 2008 provsjektem man ulmie jienede ohtsijelåhkoem saemien våaroeminie politijeööhpehtæmman.

source: Galggi diehtojuohkemtjåhkanime ásaduvvat gånnå nuorra bulkkevirgálattja sáme duogátjijn ájggu diedojt juohket sisibessamprosedyjra, åhpadusá, ja virge birra.
sma: Dïhte aaj galka bïevneshtjåanhkoeh tjïrrehtidh gusnie noere politijedïenesjimmiealmah jïh - nyjsenæjja saemien våarominie sijhtieh bïevnesidh sïjsevaaltemeprosedyrij, ööhpehtimmiej jïh barkoen bïjre.

source: Duodden de sjaddá bargaduvvat vájmmelisát sámij avijsaj, sámi Radio ja ietjá ájggeguovddelis diehtojuohkemkanálaj gáktuj.
sma: Dan lissine sæjhta iedtjeles barkedh saemien avijsij, sámi Radijoven jïh bïevneshkanalij vööste.

source: Bulkkeallaskåvllå ájggu joarkket ietjas rahtjamusáv lasedittjat rekrutterimav vejulasj åhttsijt sáme duogátjijn persåvnålasj tjuovvolime ja lahka aktijvuodajn ájggeguovddelis bulkkeguovlojn.
sma: Politijejïlleskuvle sæjhta dan barkoe jienedamme skreejreme kandidath saemien våaromisnie persovnijen dåeriedimmien mietie jïh lihke gaskesadteme politijedajvine.

source: Åvdåsvásstediddje: Justijssa- ja bulkkedepartemænnta Ájgge: Tjuovvoluvvá jahkásasj budsjæhttabargon ja stivrrimságastallamijn Bulkkedirektoráhtajn
sma: Dïedtije: Justis- jïh politijedepartemente Tïjjeperspektijve: Juhteles jaapetjen budsjedtebarkosne jïh stuvremedialogesne Politijedirektoratine.

source: 52. doajmma Diehtojuohkem vuostasjgierdedievnastusá birra
sma: Råajvarimmie 52. Bïevnesh voestesgesdïenesjen bïjre

source: suodjalus suodjalimvælggogisvuohtadåjmadagá baktu ájggu jårggålit brosjyjrav ” Duv máhttelisvuoda vuostasjgierdedievnastusán ” sámegiellaj mij sáddiduvvá gájkajda gudi dáv sihti.
sma: vaarjelimmie vaarjelimmiepliktevierhke sæjhta tjaalegadtjem ” Dov nuepieh voestegesdïenesjimmine ” saemiengïelese jarkoestidh jïh dam maahta gaajhkide seedteh gieh dam sijhtieh.

source: Brosjyjrra máhttá duodden biejaduvvat álkket sadjihij internæhttaj pdf-hámen.
sma: Tjaalegadtjen lissine aelkies gaavnedh biejeme gaskeviermesne pdf-haemine.

source: Dasi duodden de sjaddá divna sesjåvnnåj gåhttjomijn i ja ii oasen vuoseduvvat suodjalimvælggo-gisvuohtadåjmadagá internæhttasadjáj ienep diedoj diehti - sámegiellaj aj.
sma: Aaj sæjhta gaajhkide sesjovne boelhke i jïh boelhke ii:se vaarjelimmiepliktevierhken gaskeviermiesijjie jis jïjnjh bïevnesh sijhtieh – aaj saemiegïelesne.

source: Åvdåsvásstediddje: Suodjalimvælggogisvuohtadåjmadahka Ájgge: 2009 jage alluj
sma: Dïedtije: Vaarjelimmiepliktevierhke Tïjjeperspektijve: 2009 raajan

source: 53. doajmma Suodjalusá hárjjidallamij diehtojuohkem ja almodibme
sma: Råajvarimmie 53. Bïevnesh jïh bæjkoehtimmieh

source: suodjalus ájggu 2009 jage alluj oadtjot biellejahkásasjdiehtojuohkemav ietjas oajvvedåjmaj birra aj vatteduvvá sámegiellaj dåppe gånnå le luondulasj.
sma: vaarjelimmie sæjhta 2009 raajan hoksedh bieliejaapetjenbïevnesh åejviedarjomiej bïjre aaj saemiengïelesne båetieh gusnie iemeles.

source: Diŋŋgomij almodibme gånnå sámegiela háldadusguovllo le guoskaduvvam sjaddá aj sámegiellaj, i. i. sáme avijsajn almodit.
sma: Bæjhkoehtimmie reksisivjonij bïjre gusnie saemien reeremedajvem mealtan aaj saemiengïelesne dorjeme, g. j. saemiej avijsidie.

source: Åvdåsvásstediddje: Suodjalusá operatijvalasj dievnastus Ájgge: 2009 jage alluj
sma: Dïedtije: Vaarjelimmien operatijven åejviekvartere Tïjjeperspektijve: 2009 raajan

source: ráddidusá sámegiela adno
sma: Reerenassen åtnoe saemien gïelide

source: Ráddidusá rahtjamusá sámegiela hárráj hæhttu aj vuojnnut departementaj ietjasa sámegiela anos.
sma: Reerenassen barkoe saemien gïelide tjuara aaj vuesiehtidh departementij jïjtsh åtnoe saemien gïelijstie.

source: Ráddidusá internæhttabielen www.regjeringen.no le sierra sáme giellaválljim fálos 2004 rájes.
sma: Reerenassen gaskeviermiesæjtoej www.regjeringen.no lea jïjste saemien gïeleveeljeme jaepeste 2004.

source: Ássje ma njuolgga guosski sáme álmmuga berustimijda ja ienep nasjonálalasj biele ássje åvddånbuvteduvvi dánna, ienemusát nuorttasámegiellaj, valla aj julev- ja oarjjelsámegiellaj.
sma: Dovne aamhtesh riekte iedtjeles saemien åålmegasse jïh aamhtesh nasjovnalen karaktere desne åålmehtehtedh, voesteges noerhtesaemiengïelesne, mohte aaj julev- jïh åarjelsaemiengïelesne.

source: oajválattjaj bieles le dárbbo ienebut tjalmostuhttet divna gålmå sáme giela, politihkkahábmimin, dåjmajn ja almulasj dokumentaj jårggålimij j. n.
sma: Daerpies reeremen sæjtoste jeenjebe gaajhkh dah golme saemien gïelh vååjnesasse, politihkehaemiedimmien tjïrrh, råajvarimmieh jïh byjjes paehperh jarkoestidh j.n.v..

source: a..
sma: Råajvarimmie 54.

source: 54. doajmma Ienep almodibme ráddidusá dokumentajs sámegiellaj
sma: saemiengïelesne jienedamme åålmehtehtedh

source: Ráddidus ájggu almodit ienep diedojt sámegiellaj ietjas næhttabielijn, ja lasedit sámegielak dokumentaj lågov.
sma: Reerenasse sæjhta jeenjh bïevnesh saemiengïelesne dan viermiesæjtojne åålmehtehtedh jïh jienede saemiegïeleldh paehperh.

source: Ráddidus ájggu sierraláhkáj almodit ienep dokumentajt oarjjel- ja julevsámegiellaj.
sma: sjïere sæjhta reerenasse dïedtedh jeenjh paehperh åarjel- jïh julevsaemiengïelesne åålmehtehtedh.

source: 54 sjaddá dagádum diehtotjoahkke divna diedojs ma gávnnuji oarjjel- ja julevsámegiellaj.
sma: sæjhta vuesiehtimmiem darjodh gaajhkh bïevnesh maam åarjel- jïh juelevsaemiengïelesne gååvnesidh.

source: Ráddidus ájggu aj sihkarasstet ienep systemahtalasj ådåstusáv ja kvalitetadárkestimev sámegielak næhttabielijs.
sma: Reerenasse aaj sæjhta jeenjh systematijhken orrestimmiem jïh kvalitetetjïrkemem tjïrkedh saemiengïeleldh viermiesæjtojne.

source: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2014
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente Tïjjeperspektijve: 2009-2014

source: 55. doajmma Háldadusterma
sma: Råajvarimmie 55. Reeremetermh

source: sáme tærmma åvddånahttem le guovdátjin máhttet bisodit ja nannit sámegiela anov.
sma: evtiedimmie saemien termh lea jarnges jis maahta saemien gïelem gorredidh jïh tjïrkedh.

source: Gájbbádussan sámegiella máhttá aneduvvat fágalasj aktijvuodajn le jut gávnnuji fáhkaterma ja fáhlabuojkuldagá sámegiellaj.
sma: Jis saemien edtja faageldh tsiehkesne utnedh voestegh tjuara faageterminologijem jïh faagejietegh saemien gïelesne gååvnesidh.

source: sáme terminologija åvddånahttem dáhpáduvvá sierralágásj prosjevtaj baktu buojkulvissaj Deanu suohkana prosjækta sáme láhkagiella.
sma: saemien terminologije-evtiedimmie jåhta sjïera provsjetij tjïrrh v.g. saemien laakegïele mejnie Deatnu tjïelten barkeminie.

source: Vijdábut de sáme terminologija barggo dáhpáduvvá ássjegiehtadallama baktu duon dán sáme institusjåvnåjn duola dagu sámedikken.
sma: vijrebe saemien terminologijem evtiedidh gïetedimmien tjïrrh dennie ovmessie saemien institusjovnine vuesiehtimmien gaavhtan saemiedigkesne.

source: Ájnas oasse duodenn sáme terminologija åvddånahttemis le almulasj dokumentaj jårggålibme sámegiellaj.
sma: vihkeles bieliem prossessijstie saemien terminologijem evtiedidh jåhta dan lissine jarkoestimmien tjïrrh byjjes paehperidie saemiengïelese.

source: sáme giellalávddegådde sáme parlamentáralasj ráde vuolen le terminologijalistajt biedjam www.giella.org næhttabælláj.
sma: saemien gïelemoenehtse saemien parlamentarijen raerien nuelesne lea naan terminologijelæstoeh www.giella.org: se beajeme.

source: Ulmmen le divna dokumenta majt stáhta orgána jårggåli, galggi liehket giellafágalattjat dárkestuvvam ja ådå terminologija le dåhkkiduvvam duolla instánsas.
sma: Ulmie lea gaajhkh paehperh byjjes åårganh jarkoestamme, edtja gïelefaageldh kvalitetetjïrkeme jïh orre terminologije lea dåhkasjehteme reaktoes daltesisnie.

source: Departementan bálkki uddni moadda sierra ulmutjijt jårggålittjat lágajt, njuolgadusájt, stuorradiggediedádusájt, pressadiedádusájt jnv..
sma: Departementh daelie ovmessie jarkoestæjjah utnieh gosse laakh, njoelkedassh, stoerredigkiebïevnesh, pressebïevnesh j.n.v. saemien gïeles jarkoestidh.

source: Danen gå ållo juridihkalasj terminologija vájllu sámegiellaj, máhtti muhtem dájs jårggålusájs álu liehket muhtemláhkáj iehpetjielggasa terminologija ano gáktuj.
sma: Dan gaavhtan dan jïjnjh saemien juridijhken terminologije jïh reerementerminologije faatoes, maahta dah jarkoestimmieh ovtjïelkes årrodh dej terminologijeåtnosne.

source: Dáv dilev duollitjit ájggu Barggo- ja sebrudahttemdepartemænnta åvddånahttet ” viessodábálasj ” (husnormal) sámegielav departementaj ja jus sojttá vuollásasj orgánaj adnuj.
sma: Barkoe- jïh ektiedimmiedepartemente sæjhta dam dåastoehtidh jïh saemien ” gåetienormalem ” evtiedidh departementine jïh såajhts etath dan nuelesne.

source: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: Álgeduvvá 2009
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente Tïjjeperspektijve: Aalka jaepien 2009

source: 56. doajmma Dåhkkidimårnik sáme láhkajårggålimijda
sma: Saemien laakejarkoestimmiem dåhkasjehtemeöörnege

source: Ájggomussan le divna dokumenta majt stáhta orgána jårggåli, galggi giellafágalasj dárkestuvvat ja ådå terminologija dåhkkiduvvat duolla instánsas.
sma: Ulmie lea gaajhkh paehperh byjjes åårganh jarkoestamme, edtja gïelefaageldh kvalitetetjïrkeme jïh orre terminologije lea dåhkasjehteme reaktoes daltesisnie.

source: Barggo- ja sebrudahttemdepartemænnta ájggu aj ásadit årnigav sámegielav dárkestittjat láhkajårggålusájn ja ietjá almulasj dokumentajn, ja årnigav mij sihkarasstá lága ma li sámegiellaj jårggåluvvam aj ådåstuvvi sámegiellaj gå lága ådåstuvvi.
sma: Barkoe- jïh ektiedimmiedepartemente aaj sæjhta öörnegem tseegkedh kvalitetetjïrkemen åvteste saemien gïelesne laakejarkoestimmine jïh jeatjah byjjes paehperinie, jïh öörnege maam tjïrkedh laakh mah leah saemiengïelese jarkostamme aaj orrestehtedh gosse laakem revideredh.

source: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2010
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente Tïjjeperspektijve: 2009-2010

source: sámegiella ja dgt
sma: 56 saemien gïele jïh ikt

source: Ráddidusá ulmmen le divna ávddånahttem diehto- ja guládallamteknologijan (DGT) almulasj suorgen galggá universála prinsihpaj baktu hábmiduvvat.
sma: Reerenassen ulmie lea gaajhkh evtiedimmieh iKT:en sisnie byjjes suerkesne edtja prinsibpen nualan bigkedh universellen haemiedimmie.

source: Ráddidusán le ulmmen sihkarasstet jut gájkajn le máhttelisvuohta ja arvusmahttem tenologijav ávkkit ja ådå dievnastusájt buoremus láhkáj.
sma: Reerenassen ulmie gaajhkide tjïrkedh lea nuepieh jïh eevtjemh teknologijem jïh orre dïenesjh nuhtjedh bööremes vuekesne.

source: sáme aktijvuodan le vuostatjin sáhkan sámegielav adnet divna DGT aktijvuodajn, dsj. sáme namá galggi
sma: saemien tsiehkesne daate voesteges dan bïjre saemien gïelem gaajhkh iKT-tsiehkine utnedh, j. n.j. saemien nommh edtja riekteslaakan byjjes registerisnie tjaeledh, jïh programmevaarem evtiedidh maam saemien gïelem dåarjodh.

source: sihkarasstet ådå teknologijaj bessat sámegielagijda aj le stuorra ávkken sebrudakossálasstemij, ja sámegiela åvddånahttemij.
sma: Tjïrkedh jaksoem orre teknologijese aaj dejtie gieh saemiestieh lea dan vihkeles dovne siebredahken lihtsege jïh saemien gïelen eevtiedæmman.

source: almulasj suorgen le tjielgga vásstádus lahtjet nav vaj duot dát DGT- ja næhttadievnastusá e buvte ådå hieredusájt.
sma: Byjjes suerkien lea tjïelkes dïedtem hoksedh dah ovmessie iKT- jïh nedtevåaromen dïenesjh ij orre dåastovh tseegkh.

source: sámij gielajn tjoahkkáj li 15 sierra bokstáva duodden ieme bokstávajda angloamerikának systebmaj.
sma: Dej saemiej gïelij lea 15 sjïere væhtah dan doekoe sïejhme væhtah mah gååvnesieh angloamerijhken systemisnie.

source: Dájt maŋemus jagijt le låhkám buorre åvddånahttem mij gullu sáme bokstávajda DGTan.
sma: Lea orreme positijven evtiedimmiem minngemes jaepiej gosse saemien væhtah jïh iKT dæjpa.

source: sámegiella le dal hiebadum sierra válljimin ienemus anedum operatijvvasystemajn.
sma: saemien gïele lea daelie implementereme goh jïjse veeljeminie daamhtaj operatijvesystemidie.

source: 57. doajmma Sámegiella almulasj registerijn – gájbbádusá stáhta etáhtajda
sma: Råajvarimmie 57. Saemien gïele byjjes registerisnie –

source: sáme giellajuohkusij le ájnnasin jut aj tjálalasj sámegiella máhttá aneduvvat riekta ja duolla sebrudagán.
sma: saemien gïeledåehkien åvteste vihkeles aaj tjaaleldh saemiengïelem maahta riektes jïh staaran vuekesne siebredahkesne utnedh.

source: sámegiela ållesadnuj dárbahuvvá muhtem sierra bokstávajt adnet ma e dárogielan ja ådådárogielan gávnnu.
sma: elliesvierhties åtnoe saemiengïele daarpesje naan væhtah utnedh mah eah daaroengïelesne jïh orredaaroengïelesne gååvnesieh.

source: Då oabmásap registerijn ælla dákkár bokstáva, juoga mij dagáj nav vaj duov dáv sierra konverterimijt ietjá bokstávajda ma máhttim systebmaj registreriduvvat.
sma: eah dah båeries byjjes registerij leah dah væhtah, destie båata ovmessie vuekine konverteredh dejtie jeatjah bokstavide mah maehtieh systemisnie registeredh.

source: Dábálattjat sihtá dát ierit ietján guosskát Brønnøysundregisterijda, Álmmukregisterij, stáhta kárttadåjmadahkaj (norgesglasset:ij), Primus:ij, askeladden:ij ja VBa:aj.
sma: Daate g. j. registerh dæjpa goh Brønnøysundregistere, Åålmehregistere, staaten kaarhtevierhke (Nöörjenklaase), Primus, Askeladden jïh NAv.

source: Dát sihtá javllat sáme álmmuk ja vidnudagá sáme namájn e máhte ietjas namáv ja adressav oattjo registreridum duolla registerijn.
sma: Destie båata saemien åålmege ij maehtieh dej sov nommh jïh påastesijjieh riekteslaakan registerisnie tjaeledh.

source: Ráddidusá mielas le dát vuorbedis dilev mij hæhttu duolliduvvat.
sma: Reerenasse veanhta ovlæhkoen tsiehkiem jïh tjuara dam staerididh.

source: standardiserimráde, mij le rádevadde orgádna Ådåstuhttem- ja háldadusdepartemænntaj (ÅHD) ássjij ma guosski DGT- ássjijda, le giehtadallam bokstávaj adnemav almulasj háldadusán.
sma: standardiseremeraerie, mij lea raeriestimmie åårgane orrestimmie- jïh administrasjovnedepartemente iKT:gyhtjelassine, lea åtnoem gïetadamme væhtajgujmie byjjes reeremisnie.

source: ietjas árvvalusán, mij dálla le giehtadallama vuolen ÅHD:an, oajvvaduvvá adnegoahtet bokstávtjoahkkev iso / iEC 10646 representeriduvvam UTF-8:ajn almulasj næhttasajijn ja almulasj registerijn.
sma: Dan juvnehtimmesne, mij daelie FAD gïetede, raerie uvtede væhtah iso / ieC 10646 aelkedh representereme UTF-8:ine byjjes viermiesijjide jïh byjjes registerij uvte.

source: Dán bokstávtjoahkken le vijddát adno ja ij dåssju gåbtjo sámegiela dárbojt, valla aj tevstalasj representerimav ieneplågåjs værálda gielajs.
sma: Daah væhtah lea vijries åtnooe jïh ij ajve gaptjh saemien tjaelmegïelen daarpoeh, mohte aaj teeksteldh representasjovne jeenjemes veartenen gïelij åvteste.

source: Teknihkalattjat sihtá dát válljim vaddet ålles tjoavddusav tevstalasj representasjåvnnåj gájkka adnosuorgijn majn uddni ij le ålles tjåvda.
sma: Teknijhken vuekesne sæjhta veeljeme ellies vaestiedassem teeksteldh representasjovnen uvte gaajhkh åtnoesuerkiej mietie mah ij daenbiejjien leah ellies vaestiedassij åvteste.

source: almulasj næhttabielijda le vuojnunagá viehka álkke álgget UTF-8:ajn, valla åvddåla maŋemus konklusjåvnnå dagáduvvá viertti vájkkudusanályjssa tjadáduvvat sihkarasstet vaj e vuojnedihkes gássjelisvuoda ide.
sma: Byjjes viermiesijjieh vååjnoes relatijven aelkie UTF-8 daarjoehtidh, mohte åvteli minngemes konklusjovne maahta giesedh tjuara konsekvenseanalysem darjodh juktie ov-ussjedimmie dåariesmoerij uvte tjïrkedh.

source: Daj nanos tjanástagáj siváj diehti ma guosski dálásj registerijda, le dårbulasj jiermmás sirddemårnigijs ja dågålasj vuogijda dákkár målssomijt tjadádittjat.
sma: Dan gaavhtan tjïrkes veadtaldihkieh mah gååvnesieh daaletjen registerinie lea daerpies jïermijes restiedimmieöörnegh jïh buerie vuekieh jorkesimmiem tjïrrehtidh.

source: Dajnas gå moadda berustiddje le guoskaduvvam dás målssomis.
sma: Jïjnjh bielieh mah maehtieh dejstie jorkesimmijste dijpedh.

source: Vájkkudusanályjssa le plánidum tjadáduvvat 2009-gidá.
sma: Lea rååresjamme konsekvenseanalysem darjodh gïjren 2009.

source: Ráddidus sihtá adnegoahtet bokstávtjoahkkev iso / iEC 10646 representeridum UTF-8:ajn almulasj næhttasajijn ja almulasj registerijn, valla hæhttu árvustallat gåktu dát galgga dagáduvvat ja makkár målssomårniga galggi doajmmat.
sma: www.samit.no gUKTie AeLKeBe ByJJes ReeReMh aelkedh saemien væhtah utnedh, lij maahtoevåarome jïh jïjtje viermiesijjie saemien væhtah jïh iT

source: giellateknologija
sma: – samiT – tseegkeme jaepien 2003. samiT lij

source: Giellateknologija le diedagasskasasj disiplijnna mij dáhtáprográmmajt åvddånahttá anályseritjit ja genereritjit ulmutjij gielajt, buojkulvissaj dáro- jali sámegielav.
sma: åårganisereme provsjektine standardNorge:n nuelesne jïh Barkoe- jïh ektiedimmiedepartemente dan åvteste meeksi.

source: Giellateknologija juogeduvvá dábálattjat guovte oajvveoassáj, dáhtálingvistihkkaj ja ságástimteknologijaj.
sma: gaajhkh byjjes båarkarimmieh edtjieh maehtedh samiT:ese bieljielidh jis viehkiem daarpesje gyhtjelassine saemien gïele jïh iT:ese veadtaldihkie.

source: Dáhtálingvistihkka dárkkelit barggá ienemusát tjálálasj tevstaj anályserit, duola dagu ráhpat vijdes åhtsåmmáhttelisvuodajt internehtan ja automáhtalasj jårggålimijda. ságastimteknologija le vas dáhtágiehtadallam ulmutjij sáhkadallamis, dsj. sierraláhkáj ságastimev dåbddåt ja ságastimsyntessa.
sma: 57 Reerenasse sæjhta væhtah iso / ieC 10646 representereme UTF-8:ine byjjes viermiesijjide jïh byjjes registerij uvte, mohte tjura eensilaakan guktie daate edtja deahpadidh jïh mah restiedimmieöörnegidie edtja juhtedh.

source: sáme giellateknologija guovdátjin Tråmså
sma: Dïedtije: Orrestimmie- jïh administrasjovnedepartemente Tïjjeperspektijve: Gïeteldssoejkesjen barkoeboelhkesne

source: kavuoduk giellateknologijav sáme ja ietjá
sma: gïeleteknologije

source: nuorttalij gielajda, d.d. tækstaprosesserimpro
sma: gïeleteknologije lea daajroedåeresth disiplijne maam dæjpa daataprovgrammij evtiedimmie analyseredh jïh generedh almetjeldh gïelen åvteste, vuesiehtimmien gaavhtan daaroen jallh saemien.

source: grámmajt, pedagogalasj, digitála báhkogirjijt
sma: gïeleteknologije bigkie g. j. maahtosne bïevnesimmieteknologijsne, lingvistihkesne, ov-iemeles intelligensinie, fonetihkesne jïh kognitijven psykologijesne.

source: ja syntehtalasj ságastimev. Prosjevta sijdda
sma: gïeleteknologije lea daamhts göökte åejviesuerkieh juakeme, daatalingvistihe jïh håaleteknologije.

source: saprográmmajt nuortta-, julev, oarjjel-, anár-,
sma: Daatalingvistihken sisnie vuartesje åejvietsiehkine analysh tjaaleldh teekstijstie, maam g. j. rihpesti vijrebe ohtsemenuepiej åvteste gaskeviermesne, jïh automatihkeles jarkoestimmie.

source: gålldå- ja gielda-sámegiellaj. Duodden gávn
sma: håaleteknihke dan bïjre daategïetedimmie almetjh håalem, j. v. d. joekoen håaledamtese jïh håalesyntese.

source: nuji pedagogalasj prográmma ja báhkogirje
sma: håale lea vuesiehtamme iedtjeles vuekie årrodh bïevnesh åålmehtehtedh.

source: nuorttasámegiellaj.
sma: saemiedigke lea goerehtamme jis nuepie håalesyntesem saemien gïelesne evtiedidh.

source: ságastimsyntessa galggá aneduvvat dagu duoddevædtsak aktan dábálasj korrektuvrraprográmmaj.
sma: håalesyntese edtja utnedh goh lissiedïrregem daamhtaj staeridimmieprovgrammine.

source: Åtsådallama vuosedi ságastimsyntessa doarjju låhkåm- ja tjállemprosessav.
sma: Dååjrehts vuesiehti åtnoe håalesynteseste dåårje dovne lohkeme- jïh tjaalemeprosessem.

source: Duodden máhttá ságastimsyntessa aneduvvat vuodon åvddånahtátjit ådåájggásasj dievnastusfálaldagáv moatten suorgen.
sma: Dan lissine sæjhta håalesyntese maahta åtnasovvedh våarome daaltji dïenesjefaalaldahkem evtiedidh jeejnh suerkine.

source: 58. doajmma Sáme njuolgatjállemvædtsak
sma: Råajvarimmie 58. Saemien riektestjaalmedirregh

source: sámedigge le 2004 rájes tjadádam prosjevtav (Divvom) åvddånahttet sáme korrekturprográmmav elektronåvnålasj tækstagiehtadallamij.
sma: saemiedigkie lij jaepeste 2004 provsjektem (Divvun) tjïrrehtamme evtiedimmine saemien staeriedimmieprovgramme elektronijhken teekstegïetedimmien åvteste.

source: Prográmma le navku ja máhttá viedtjaduvvat internehtas. Bárggo-
sma: Provgramme namhtah jïh maahta gaskeviermeste veedtjedh.
